[{"urllink": "http://arxiv.org/abs/1112.0262", "category": "Computer Science ", "pdflink": "http://arxiv.org/pdf/1112.0262", "title": "\nFairness in society", "abstract": "Models that explain the economical and political realities of nowadays societies should help all the world's citizens. Yet, the last four years showed that the current models are missing. Here we develop a dynamical society-deciders model showing that the long lasting economical stress can be solved when increasing fairness in nations. fairness is computed for each nation using indicators from economy and politics. Rather than austerity versus spending, the dynamical model suggests that solving crises in western societies is possible with regulations that reduce the stability of the deciders, while shifting wealth in the direction of the people. This shall increase the dynamics among socio-economic classes, further increasing fairness.", "subjects": "Physics and Society (physics.soc-ph)", "authors": "Ophir Flomenbom,", "date": "2011-12-1"}, 
{"urllink": "http://arxiv.org/abs/1112.0391", "category": "Computer Science ", "pdflink": "http://arxiv.org/pdf/1112.0391", "title": "\nRobust Lasso with missing and grossly corrupted observations", "abstract": "This paper studies the problem of accurately recovering a sparse vector from highly corrupted linear measurements where is a sparse error vector whose nonzero entries may be unbounded and is a bounded noise. We propose a so-called extended Lasso optimization which takes into consideration sparse prior information of both and . Our first result shows that the extended Lasso can faithfully recover both the regression as well as the corruption vector. Our analysis relies on the notion of extended restricted eigenvalue for the design matrix . Our second set of results applies to a general class of Gaussian design matrix with i.i.d rows , for which we can establish a surprising result: the extended Lasso can recover exact signed supports of both and from only observations, even when the fraction of corruption is arbitrarily close to one. Our analysis also shows that this amount of observations required to achieve exact signed support is indeed optimal.", "subjects": "Statistics Theory (math.ST)", "authors": "Nam H. Nguyen, Trac D. Tran,", "date": "2011-12-2"}, 
{"urllink": "http://arxiv.org/abs/1112.0348", "category": "Computer Science ", "pdflink": "http://arxiv.org/pdf/1112.0348", "title": "\nExplicit Characterization of Stability Region for Stationary Multi-Queue  Multi-Server Systems", "abstract": "In this paper, we characterize the network stability region (capacity region) of multi-queue multi-server (MQMS) queueing systems with stationary channel distribution and stationary arrival processes. The stability region is specified by a finite set of linear inequalities. We first show that the stability region is a polytope characterized by the finite set of its facet defining hyperplanes. We explicitly determine the coefficients of the linear inequalities describing the facet defining hyperplanes of the stability region polytope. We further derive the necessary and sufficient conditions for the stability of the system for general arrival processes with finite first and second moments. For the case of stationary arrival processes, the derived conditions characterize the system stability region. Furthermore, we obtain an upper bound for the average queueing delay of Maximum Weight (MW) server allocation policy which has been shown in the literature to be a throughput optimal policy for MQMS systems. Using a similar approach, we can characterize the stability region for a fluid model MQMS system. However, the stability region of the fluid model system is described by an infinite number of linear inequalities since in this case the stability region is a convex surface. We present an example where we show that in some cases depending on the channel distribution, the stability region can be characterized by a finite set of non-linear inequalities instead of an infinite number of linear inequalities.", "subjects": "O